Repository: EticaAI/lsf-cache
Catalog: 1603/44/101/1603_44_101.no11.tmx
Source language: qcc
Languages: ara, aze, bel, ben, bos, bre, bul, cat, ces, cym, dan, deu, ell, eng, epo, est, eus, fas, fin, fra, fry, gle, glg, hbs, heb, hin, hrv, hun, hye, ind, isl, ita, jpn, kat, kor, lat, lav, lit, mal, mar, mkd, msa, mul, nep, nld, nob, pan, pnb, pol, por, ron, rus, sin, slv, spa, srp, swe, tam, tel, tgl, tha, tur, ukr, urd, vie, wuu, yue, zho

source: Q34284
ara: ابتزاز
aze: şantaj
bel: Шантаж
ben: ব্ল্যাকমেইল
bul: Шантаж
cat: xantatge
ces: vydírání
dan: afpresning
deu: Chantage
ell: εκβιασμός
eng: blackmail
epo: ĉantaĝo
est: Šantaaž
eus: Xantaia
fas: شانتاژ
fin: kiristys
fra: chantage
fry: Sjantaazje
heb: סחיטה
hin: भयदोहन
hun: zsarolás
hye: Շորթագործություն
ind: pemerasan
ita: estorsione
jpn: ゆすり
lit: Šantažas
msa: Peras ugut
mul: /blackmail || coercion based on threat of revealing information/@eng-Latn
nld: chantage
nob: utpressing
pol: Szantaż
por: chantagem
ron: Șantaj
rus: Шантаж
slv: Izsiljevanje
spa: chantaje
srp: уцена
swe: utpressning
tam: கப்பம்
tha: การรีดเอาทรัพย์
tur: Şantaj
ukr: Шантаж
urd: بلیک میل
vie: Tống tiền
zho: 勒索

source: Q181784
ara: الاتجار بالبشر
aze: Traffikinq
bel: гандаль людзьмі
ben: মানব পাচার
bre: trafikerezh tud
bul: трафик на хора
cat: tràfic de persones
ces: obchod s lidmi
cym: masnachu pobl
dan: menneskehandel
deu: Menschenhandel
ell: ανθρώπινη εμπορία
eng: human trafficking
epo: homokomerco
est: inimkaubandus
eus: gizakien salerosketa
fas: قاچاق انسان
fin: ihmiskauppa
fra: trafic d'êtres humains
fry: minskehannel
gle: gáinneáil ar dhaoine
glg: tráfico de persoas
heb: סחר בבני אדם
hin: मानव तस्करी
hrv: trgovanje ljudima
hun: emberkereskedelem
hye: թրաֆիքինգ
ind: perdagangan manusia
isl: mansal
ita: traffico di esseri umani
jpn: 人身売買
kat: ტრეფიკინგი
kor: 인신매매
lat: Mercatus hominum
lav: cilvēku tirdzniecība
lit: prekyba žmonėmis
mkd: трговија со луѓе
msa: pemerdagangan manusia
mul: /human trafficking || trade of humans for the purpose of forced labor, sexual slavery, or commercial sexual exploitation for the trafficker or others/@eng-Latn
nep: चेलीबेटी बेचबिखन
nld: mensenhandel
nob: menneskehandel
pan: ਮਨੁੱਖੀ ਤਸਕਰੀ
pol: handel ludźmi
por: tráfico de pessoas
ron: trafic de persoane
rus: торговля людьми
slv: trgovina z ljudmi
spa: trata de personas
srp: trgovina ljudima
swe: människohandel
tam: மாந்தக் கடத்துகை
tgl: pangangalakal ng tao
tur: İnsan ticareti
ukr: торгівля людьми
urd: انسانی بازارکاری
vie: buôn người
wuu: 人口贩卖
zho: 人口贩卖

source: Q10737
ara: انتحار
aze: intihar
bel: самагубства
ben: আত্মহত্যা
bos: Samoubistvo
bre: Emlazh
bul: самоубийство
cat: suïcidi
ces: sebevražda
cym: hunanladdiad
dan: selvmord
deu: Suizid
ell: αυτοκτονία
eng: suicide
epo: sinmortigo
est: enesetapp
eus: suizidio
fas: خودکشی
fin: itsemurha
fra: suicide
fry: Selsmoard
gle: Féinmharú
glg: suicidio
hbs: Samoubistvo
heb: התאבדות
hin: आत्महत्या
hrv: samoubojstvo
hun: öngyilkosság
hye: ինքնասպանություն
ind: bunuh diri
isl: Sjálfsmorð
ita: suicidio
jpn: 自殺
kat: თვითმკვლელობა
kor: 자살
lat: mors voluntaria
lav: pašnāvība
lit: Savižudybė
mal: ആത്മഹത്യ
mar: आत्महत्या
mkd: самоубиство
msa: Bunuh diri
mul: /suicide || intentional act of causing one's own death/@eng-Latn
nep: आत्महत्या
nld: zelfdoding
nob: selvmord
pan: ਖ਼ੁਦਕੁਸ਼ੀ
pnb: خودکشی
pol: samobójstwo
por: suicídio
ron: sinucidere
rus: самоубийство
sin: සියදිවි නසාගැනීම
slv: samomor
spa: suicidio
srp: самоубиство
swe: självmord
tam: தற்கொலை
tel: ఆత్మహత్య
tgl: Pagpapatiwakal
tha: การฆ่าตัวตาย
tur: intihar
ukr: самогубство
urd: خود کشی
vie: tự sát
wuu: 自杀
yue: 自殺
zho: 自殺

source: Q149086
ara: جريمة قتل
aze: qətl
bel: забойства
ben: নরহত্যা
bos: Ubistvo
bre: denlazh
bul: убийство
cat: homicidi
ces: zabití člověka člověkem
cym: dynladdiad
dan: drab
deu: Tötung eines Menschen
ell: ανθρωποκτονία
eng: homicide
epo: hommortigo
est: mõrv
eus: giza hilketa
fas: قتل
fin: henkirikos
fra: homicide
gle: dúnmharú
glg: homicidio
heb: הריגה
hin: मानव हत्या
hrv: Ubojstvo
hun: emberölés
hye: մարդասպանություն
ind: pembunuhan
ita: omicidio
jpn: 殺人
kat: ჰომიციდი
kor: 살인
lat: Homicidium
lav: cilvēka nonāvēšana
lit: Žmogžudys
mal: നരഹത്യ
mar: खून
mkd: убиство
msa: pembunuhan
mul: /homicide (generic) || killing of a human being by another human being/@eng-Latn
nep: मानव हत्या
nld: levensberoving
nob: drap
pnb: مردم کشی
pol: zabójstwo
por: homicídio
ron: omor
rus: гомицид
sin: මනුෂ්යඝාතන
slv: umor
spa: homicidio
srp: homicid
swe: dråp
tam: கொலை
tel: మానవ హత్య
tur: cinayet
ukr: вбивство
urd: قتل
vie: sát hại
wuu: 殺人
yue: 殺人
zho: 遭人殺害

source: Q132821
ara: قتل عمد
aze: qətl
bel: забойства
ben: খুন
bos: Ubistvo
bre: muntr
bul: убийство
cat: assassinat
ces: vražda
cym: llofruddiaeth
dan: mord
deu: Mord
ell: δολοφονία
eng: murder
epo: murdo
est: mõrv
eus: erailketa
fas: آدمکشی
fin: murha
fra: meurtre
fry: moard
gle: dúnmharú
glg: asasinato
hbs: ubistvo
heb: רצח
hin: हत्या
hrv: Teško ubojstvo
hun: gyilkosság
hye: սպանություն
ind: pembunuhan
isl: Morð
ita: omicidio volontario
jpn: 謀殺
kat: მკვლელობა
kor: 모살
lat: Caedes
lav: slepkavība
lit: nužudymas
mal: കൊലപാതകം
mar: खून
mkd: убиство
msa: pembunuhan
mul: /murder || unlawful killing of a human with malice aforethought/@eng-Latn
nep: हत्या
nld: moord
nob: drap
pan: ਕਤਲ
pnb: قتل
pol: morderstwo
por: assassínio
ron: crimă
rus: убийство
sin: මිනීමැරීම්
slv: umor
spa: asesinato
srp: ubistvo
swe: mord
tam: கொலை
tel: హత్య
tgl: pagpaslang
tha: การฆ่าคน
tur: cinayet
ukr: умисне вбивство
urd: قتل
vie: giết người
wuu: 谋杀
yue: 謀殺罪
zho: 謀殺

source: Q118322
ara: قتل خطأ
cat: homicidi involuntari
ces: zabití
dan: uagtsomt manddrab
deu: Involuntary manslaughter
ell: δολοφονία χωρίς πρόθεση
eng: involuntary manslaughter
epo: neintenca mortigo
fas: قتل غیرعمد
fin: Tappo
fra: violences volontaires ayant entraîné la mort sans l'intention de la donner
gle: Dúnorgain
heb: הריגה
hun: emberölés
isl: Manndráp
ita: omicidio preterintenzionale
jpn: 非故意故殺
kor: 살인
mkd: убиство без умисла
mul: /involuntary manslaughter || unlawful killing of another human with no intent to kill/@eng-Latn
nld: doodslag (Engeland en Wales)
rus: непредумышленной убийство
sin: මිනීමැරුම් නොවන මනුෂ්යඝාතන
slv: uboj
spa: homicidio involuntario
srp: убиство
swe: dråp
zho: 誤殺

source: Q641449
ara: قتل باهمال
cat: homicidi involuntari
ces: usmrcení z nedbalosti
deu: fahrlässige Tötung
ell: ανθρωποκτονία από αμέλεια
eng: negligent homicide
epo: senatenta murdo
fin: kuolemantuottamus
fra: homicide involontaire
ita: omicidio colposo
jpn: 過失致死
kor: 과실치사상죄
mul: /negligent homicide || homicide caused by the negligence of another/@eng-Latn
nld: dood door schuld
nob: uaktsomt drap
pol: Nieumyślne spowodowanie śmierci
por: Homicídio culposo
rus: причинение смерти по неосторожности
spa: homicidio negligente
srp: убиство из нехата
swe: vållande till annans död
zho: 過失致死

source: Q2691275
ara: جريمة الشرف
aze: namus qətli
ben: সম্মান রক্ষার্থে হত্যা
bul: убийство на честта
cat: crim d'honor
ces: vražda ze cti
dan: Æresdrab
deu: Ehrenmord
eng: honor killing
epo: honormurdo
fas: قتل ناموسی
fin: kunniamurha
fra: crime d'honneur
fry: Earwraak
gle: marú onóra
glg: crime de honra
heb: רצח על חילול כבוד המשפחה
hin: सम्मान हत्या
hrv: ubojstvo zbog časti
hun: becsületgyilkosság
hye: Պատվի սպանություն
ind: pembunuhan kehormatan
ita: delitto d'onore
jpn: 名誉の殺人
kor: 명예살인
lat: Homicidium honorabile
mal: അഭിമാനക്കൊല
msa: pembunuhan kehormatan
mul: /honor killing || homicide of a member of a family or social group by other members, due to the belief that the victim has brought dishonor upon the family or community/@eng-Latn
nld: eerwraak
nob: æresdrap
pan: ਅਣਖ ਦੀ ਖਾਤਰ ਕਤਲ
pnb: ناموسی قتل
pol: zabójstwo honorowe
por: crime de honra
ron: crimă de onoare
rus: убийство чести
spa: crimen de honor
swe: hedersmord
tam: கெளரவக் கொலை
tel: పరువు హత్యలు
tur: töre ve namus suçları
ukr: вбивство честі
urd: کارو کاری
vie: giết người vì danh dự
zho: 名譽殺人

source: Q2717573
ara: إعدام لاقضائي
ben: বিচার বহির্ভূত হত্যাকাণ্ড
cat: execució extrajudicial
dan: udenretslig drab
deu: extralegale Hinrichtung
eng: extra-judicial killing
epo: eksterjura hommortigo
fas: اعدام فراقضایی
fra: exécution extrajudiciaire
heb: הוצאה להורג ללא משפט
ind: Pembunuhan di luar hukum
ita: esecuzione stragiudiziale
jpn: 超法規的殺人
kor: 초법적 살인
mul: /extra-judicial killing || intentional and unlawful killings of individuals by state actors without judicial process/@eng-Latn
nld: extralegale executie
por: execução extrajudicial
rus: внесудебное убийство
slv: zunajsodni uboj
spa: ejecución extrajudicial
srp: вансудско погубљење
tam: சட்டத்துக்குப் புறம்பான கொலைகள்
tgl: extrajudicial killing
tha: วิสามัญฆาตกรรม
ukr: позасудова страта
urd: ماورائے عدالت قتل
zho: 法外處決

source: Q1642263
ara: قتل مستهدف
cat: assassinat selectiu
ces: Cílené zabíjení
deu: gezielte Tötung
eng: targeted killing
fas: قتل هدفمند
fra: assassinat ciblé
hbs: Ciljano ubijanje
heb: סיכול ממוקד
hrv: Ciljano ubijanje
hye: Նպատակային սպանություններ
ind: Pembunuhan yang ditargetkan
ita: omicidio mirato
jpn: 標的殺害
mul: /targeted killing || form of assassination carried by governments against their perceived enemies/@eng-Latn
pol: Selektywna eliminacja
rus: целевое убийство
spa: asesinato selectivo
ukr: цілеспрямоване вбивство
urd: تہدّفی قتل
zho: 目標追殺

source: Q558075
ara: عنف جنسي
ben: যৌন সহিংসতা
bos: Seksualno nasilje
bul: Сексуално насилие
cat: violència sexual
dan: seksuel vold
deu: sexualisierte Gewalt
ell: σεξουαλική βία
eng: sexual violence
epo: seksa violento
est: seksuaalne vägivald
eus: Sexu indarkeria
fas: خشونت جنسی
fin: seksuaalinen väkivalta
fra: violence sexuelle
gle: foréigean gnéasach
glg: Violencia sexual
heb: אלימות מינית
hin: यौन हिंसा
hun: szexuális erőszak
hye: Սեռական բռնություն
ita: violenza sessuale
jpn: 性的暴力
kor: 성폭력
lit: Seksualinė prievarta
mul: /sexual violence/@eng-Latn
nep: यौन हिंसा
nld: seksueel geweld
nob: seksualisert vold
pan: ਜਿਨਸੀ ਹਿੰਸਾ
pnb: جنسی تشدد
pol: przemoc seksualna
por: violência sexual
ron: violență sexuală
rus: сексуальное насилие
sin: ලිංගික ප් රචන්ඩත්වය
slv: Spolno nasilje
spa: violencia sexual
srp: Сексуално насиљe
swe: sexuellt våld
tam: பாலியல் வன்முறை
tur: Cinsel şiddet
ukr: сексуальне насилля
urd: جنسی تشدد
vie: Bạo lực tình dục
yue: 色魔
zho: 性暴力

source: Q47092
ara: اغتصاب
aze: Zorlama
bel: Згвалтаванне
ben: ধর্ষণ
bos: Silovanje
bre: Gwallerezh
bul: Изнасилване
cat: violació
ces: znásilnění
cym: Trais rhywiol
dan: voldtægt
deu: Vergewaltigung
ell: βιασμός
eng: rape
epo: seksatenco
est: vägistamine
eus: Bortxaketa
fas: تجاوز جنسی
fin: raiskaus
fra: viol
fry: ferkrêfting
gle: éigniú
glg: Violación
hbs: Silovanje
heb: אונס
hin: बलात्कार
hrv: Silovanje
hun: nemi erőszak
hye: Բռնաբարություն
ind: pemerkosaan
isl: Nauðgun
ita: violenza sessuale
jpn: 強姦
kat: გაუპატიურება
kor: 강간
lat: Stuprum
lav: Izvarošana
lit: Išprievartavimas
mal: ബലാത്സംഗം
mar: बलात्कार
msa: Rogol
mul: /rape/@eng-Latn
nep: बलात्कार
nld: verkrachting
nob: voldtekt
pan: ਜਬਰ-ਜਨਾਹ
pnb: عصمت دری
pol: zgwałcenie
por: violação
ron: viol
rus: изнасилование
slv: Posilstvo
spa: violación
srp: силовање
swe: våldtäkt
tam: வன்கலவி
tel: మానభంగం
tgl: Panggagahasa
tha: การข่มขืนกระทำชำเรา
tur: ırza geçme
ukr: зґвалтування
urd: عصمت دری
vie: hiếp dâm
wuu: 强奸
yue: 強姦
zho: 强奸

source: Q1968926
ara: اغتصاب قانوني
cat: estupre
deu: sexueller Missbrauch von Jugendlichen
eng: statutory rape
fas: تجاوز قانونی
fra: atteinte sexuelle sur mineur
fry: Statutory rape
hbs: Silovanje po slovu zakona
heb: אונס סטטוטורי
ind: Pemerkosaan statutori
jpn: 法定強姦
kor: 의제강간
lit: Išžaginimas
mkd: Полов напад врз малолетник
msa: Rogol statutori
mul: /statutory rape/@eng-Latn
nob: seksuell omgang med midreårige
rus: растление
spa: estupro
tur: Hukuken tecavüz
ukr: розбещення
zho: 法定强奸

source: Q1147070
ara: استمالة الأطفال
bos: Pedofilsko zbližavanje
bul: Грууминг
cat: ciberassetjament pedòfil
ces: Grooming
dan: grooming
deu: child grooming
eng: child grooming
eus: Grooming
fin: grooming
fra: Sollicitation d’enfants à des fins sexuelles
fry: Child grooming
glg: Grooming
ind: Perawatan anak
msa: Antun kanak-kanak
mul: /child grooming/@eng-Latn
nld: grooming
pol: Child grooming
por: corrupção de menores
rus: Груминг детей
spa: grooming
srp: Педофилско зближавање
swe: gromning
tgl: Child grooming
tha: การเตรียมเด็กเพื่อทารุณกรรมทางเพศ
ukr: Грумінг
zho: 兒童性誘拐

source: Q23807951
ara: اغتصاب غير ملحوظ
eng: Unacknowledged rape
ind: Pemerkosaan yang tak diakui
mul: /unacknowledged rape/@eng-Latn

source: Q1135287
ara: اغتصاب تصحيحي
ben: সংশোধনী ধর্ষণ
bre: Gwallerezh reizhañ
cat: Violació correctiva
ces: nápravné znásilnění
deu: Corrective rape
eng: corrective rape
epo: korekta seksatenco
eus: Bortxaketa zuzengarri
fas: تجاوز اصلاحی
fra: viol correctif
fry: korrektive ferkrêfting
heb: אונס מתקן
ind: Pemerkosaan korektif
ita: stupro correttivo
jpn: 矯正レイプ
kor: 교간
mul: /corrective rape || hate crime in which a person is raped because of their perceived sexual or gender orientation/@eng-Latn
nld: correctieve verkrachting
pan: ਸੁਧਾਰਾਤਮਕ ਬਲਾਤਕਾਰ
pol: Gwałt naprawczy
por: estupro corretivo
rus: Корректирующее изнасилование
spa: violación correctiva
srp: Корективно силовање
tur: Düzeltici tecavüz
ukr: Корекційне зґвалтування
vie: Hiếp dâm trừng phạt
zho: 姦改

source: Q8192354
ara: إغتصاب جماعي
ben: গণধর্ষণ
cat: violació col·lectiva
dan: massevoldtægt
deu: Gruppenvergewaltigung
eng: gang rape
fas: تجاوز گروهی
fin: joukkoraiskaus
fra: viol collectif
fry: Groepsferkrêfting
glg: violación en grupo
heb: אונס קבוצתי
ind: Pemerkosaan berkelompok
jpn: 輪姦
kor: 윤간
mar: सामूहिक बलात्कार
mul: /gang rape/@eng-Latn
nep: सामुहिक बलात्कार
nld: groepsverkrachting
pan: ਸਮੂਹਿਕ ਬਲਾਤਕਾਰ
pnb: اجتماعی آبروریزی
por: violação em grupo
ron: viol în grup
rus: групповое изнасилование
spa: violación en grupo
swe: gruppvåldtäkt
tam: குழு பாலியல் வல்லுறவு
tur: toplu tecavüz
urd: اجتماعی آبروریزی
yue: 輪大米
zho: 輪姦

source: Q3882220
cat: homicidi preterintencional
ces: zabití
dan: manddrab
deu: Totschlag
ell: φόνος
eng: manslaughter
epo: hommortigo
fas: قتل شبه عمد
fin: tappo
fra: homicide
gle: Dúnorgain
heb: הריגה
ind: Pembunuhan tidak berencana
isl: Manndráp
ita: omicidio preterintenzionale
jpn: 故殺
kor: 맨슬로터
lav: nogalināšana bez nodoma
mkd: Убиство без умисла
mul: /manslaughter || crime of killing of a human being by another human being, less serious than murder/@eng-Latn
nld: doodslag
por: Crime culposo
rus: непредумышленное убийство
sin: මිනීමැරුම් නොවන සාවද්ය මනුෂ්යඝාතන
slv: Uboj
spa: homicidio preterintencional
srp: убиство
swe: dråp
tha: การฆาตกรรม
vie: ngộ sát
yue: 誤殺
zho: 誤殺

source: Q1295558
cat: homicidi voluntari
dan: frivilligt dødslag
deu: Voluntary Manslaughter
eng: voluntary manslaughter
epo: vola hommortigo
fra: homicide volontaire
ita: omicidio colposo
jpn: 故意故殺
kor: 우발적 살인
mul: /voluntary manslaughter || homicide where the offender had no prior intent to kill and acted during "the heat of passion"/@eng-Latn
nld: vrijwillige doodslag
pol: zabójstwo w afekcie
rus: убийство, совершённое в состоянии аффекта
spa: homicidio voluntario
zho: 蓄意誤殺
